[
  {
    "id": 1,
    "client": "Cliente 01",
    "date": "01-01-2025",
    "status": "Concluído",
    "title": "Projeto 01",
    "description": "Criação de um projeto que consistia na montagem de um carro controlado via bluetooth utilizando o Arduino.",
    "detailedDescription": "Este projeto foi desenvolvido para explorar o uso de Arduino em aplicações práticas.\n O carro controlado via Bluetooth foi projetado para ser controlado remotamente, utilizando um aplicativo móvel. \n O projeto envolveu a integração de sensores, motores e um módulo Bluetooth para comunicação.",
    "slug": "projeto-01",
    "images": [
      "/images/projeto-01-1.jpg",
      "/images/projeto-01-2.jpg",
      "/images/projeto-01-3.jpg"
    ]
  },
  {
    "id": 2,
    "client": "Cliente 02",
    "date": "01-01-2025",
    "status": "Concluído",
    "title": "Projeto 02",
    "description": "Desenvolvimento de um projeto de um carro autônomo utilizando o Arduino.",
    "detailedDescription": "Este projeto focou na criação de um carro autônomo capaz de navegar por um ambiente sem intervenção humana. Utilizamos sensores ultrassônicos para detectar obstáculos e algoritmos de controle para ajustar a direção e velocidade do carro, que inclusive fomos prestigiados com o 1º lugar na competição de robótica da Fundação Bradesco-Jardim Conceição.",
    "slug": "projeto-02",
    "images": ["/images/projeto-02-1.jpg", "/images/projeto-02-2.jpg"]
  },
  {
    "id": 3,
    "client": "Cliente 03",
    "date": "01-01-2025",
    "status": "Concluído",

    "title": "Projeto 03",
    "description": "Criação de um braço robótico utilizando motores servo e Arduino.",
    "detailedDescription": "O braço robótico foi projetado para realizar movimentos precisos utilizando motores servo controlados por um Arduino. Este projeto foi uma introdução à robótica e automação, com foco em controle de movimento e programação.",
    "slug": "projeto-03",
    "images": ["/images/projeto-03-1.jpg", "/images/projeto-03-2.jpg"]
  },
  {
    "id": 4,
    "client": "Emanuela Caetano",
    "date": "01-01-2025",
    "status": "Concluído",

    "title": "Projeto 04",
    "description": "Criação de um aplicativo de uma feira de estágios utilizando Flutterflow e Firebase.",
    "detailedDescription": "Este aplicativo foi desenvolvido para facilitar a interação entre empresas e estudantes em uma feira de estágios. Utilizamos Flutterflow para o design e Firebase para o backend, incluindo autenticação e armazenamento de dados.",
    "slug": "projeto-04",
    "images": ["/nxtela1.png", "/nxtela2.png"]
  },
  {
    "id": 5,
    "client": "Heloísa Matheus",
    "date": "01-01-2025",
    "status": "Concluído",

    "title": "Projeto 05",
    "description": "Criação de um site para uma empresa chamada Powerlini Coqueiros para o gerenciamento de setor utilizando Django.",
    "detailedDescription": "O site foi desenvolvido para gerenciar as operações internas da empresa Powerlini Coqueiros. Utilizamos Django para criar um sistema robusto e escalável, com funcionalidades como gerenciamento de usuários, relatórios e controle de estoque.",
    "slug": "projeto-05",
    "images": ["/cadfun.png", "/cadproj.png", "/setor.png"]
  },
  {
    "id": 6,
    "client": "Setor de Tecnologia EJEM",
    "date": "06-04-2025",
    "status": "Concluído",

    "title": "Projeto 06",
    "description": "Criação de um portifólio utilizando Next.js e Tailwind CSS (Que coincidência, esse é o projeto!!).",
    "detailedDescription": "Este portfólio foi desenvolvido para exibir projetos e habilidades utilizando Next.js e Tailwind CSS. O foco foi criar uma interface moderna e responsiva, com animações e navegação intuitiva. As imagens à direita foram tiradas durante o desenvolvimento do projeto e podem conter coisas bem legais.",
    "slug": "projeto-06",
    "images": ["/Eu madruga2.jpg", "/segredo.png"]
  }
]
